import React from 'react';

import s from './Style/Text.module.sass';

function Text() {
  return (
    <div className={s.TextContainer}>
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
        Привет. Это я, Влад из 06.08.2020))).
    </div>
  );
}

export default Text;
